DO-2023/Meta 4.3/Meta 4.2.tex
% Created 2023-11-22 mié 13:13
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{../modern}
\raggedbottom
\setcounter{secnumdepth}{2}
\author{Luis Eduardo Galindo Amaya}
\date{miércoles, 22 noviembre 2023}
\title{Meta 4.3}
\hypersetup{
 pdfauthor={Luis Eduardo Galindo Amaya},
 pdftitle={Meta 4.3},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.1 (Org mode 9.5.2)}, 
 pdflang={Spanish}}
\begin{document}

\modentitlepage{../images/escudo-uabc-2022-1-tinta-pos.png}
\datasection{Individual}


\section{Ensayo}
\label{sec:org57f51f4}
El proceso de evaluación se ha convertido en una face muy importante
del proceso de desarrollo de software. La evaluación de software
permite verificar la calidad, estabilidad y la eficacia de una
aplicación de software un software que cumple las especificaciones
requeridas es una aplicación que el usuario va a poder usar. Otra de
las cosas que nos permite la evaluación es garantizar la calidad u la
satisfacción del usuario, si el usuario puede probar el software antes
de terminarlo puede dar retroalimentación de manera más valiosa. \\

La evaluación constente del software permite la mejora continua del
software, futuras versiones se pueden beneficiar de las cosas que
hemos aprendido. \\

La evaluación de software abarca varios aspectos, desde la revisión
del diseño y la funcionalidad hasta la evaluación de la documentación
asociada. Este proceso puede ser llevado a cabo por desarrolladores
internos, probadores especializados o evaluadores externos. La
inversión de tiempo y recursos en este proceso se justifica por
múltiples razones, siendo la garantía de calidad una de las más
destacadas. \\
\end{document}